Repository: DanJunior78/Repetier-Server-Telegram-Bot
Catalog: locale/*/LC_MESSAGES/Repetier-Server_Telegram_Bot.po
Languages: es_es

source: Python Version: %s
es_es: Versión de Python: %s

source: OS Version: %s
es_es: Versión del sistema operativo: %s

source: Active User: %s
es_es: Usuario activo: %s

source: Python Programm wurde beendet. Aktive Threads: %d/ %s
es_es: El programa Python se ha detenido. Threads activos: %d/%s

source: Bot geht Offline
es_es: Bot se desconecto
