Repository: DanJunior78/Repetier-Server-Telegram-Bot
Catalog: locale/*/LC_MESSAGES/RepetierBot.po
Languages: de, es

source: BOT Error!!! Please try again.
de: BOT-Fehler!!! Bitte versuchen Sie es erneut.
es: Error BOT!!! Por favor, inténtelo de nuevo.

source: End
de: Ende
es: Salir

source: Back
de: Zurück
es: Atrás

source: Quick Commands
de: Schnellbefehle
es: ExtCommands

source: Printer
de: Drucker
es: Impresora

source: Settings
de: Einstellungen
es: Ajustes

source: Update to %s
de: Aktualisiere auf %s
es: Actualizar a %s

source: database
de: Datenbank
es: base de datos

source: Active Threads
de: Aktive Threads
es: Hilos activos

source: Remove %s
de: Entferne %s
es: Eliminar %s

source: Send Video Camera %s
de: Senden von Video-%s
es: Enviar vídeo de camera %s

source: Send Gif Camera %s
de: Sende Gif Kamera %s
es: Enviar %s de cámara Gif

source: Send Png Camera %s
de: Sende Png Kamera %s
es: Enviar Png de camera %s

source: Extr. cool down: %s°C
de: Extr. Abkühlung: %s°C
es: Extr. enfria: %s oC

source: ExtCom: %s
es: ExtCom activo: %s

source: ExtCom temp. dis.
de: ExtCom temp. deakt.
es: ExtCommands temp deac.

source: Heatb. cool down: %s°C
de: Heatb. Abkühlung: %s°C
es: Heatb. enfria: %s oC

source: HeatbCom: %s
es: ExtCom activo: %s

source: HeatbCom temp. dis.
de: HeatbCom temp. deakt.
es: HeatbCom temp. deac.

source: Pic after print: %ss
de: Bild nach dem Druck: %s
es: Foto tras impresión: %ss

source: From Cam: %s
de: Von Cam: %s
es: Desde la cámara: %s

source: Pic disabled
de: Pic deaktiviert
es: Foto desactivado

source: Pic after z height: %smm
de: Bild nach z Höhe: %smm
es: Foto después de la altura z: %smm

source: Pic after time: %s min
de: Bild nach der Zeit: %s min
es: Foto tras tiempo: %s min

source: disable ExtCom
de: ExtCom deaktivieren
es: desactivar ExtCom

source: disable Pic
de: Pic deaktivieren
es: desactivar Foto

source: Printer queue
de: Druckerwarteschlange
es: Cola de impresiones

source: Fan speed
de: Lüftergeschwindigkeit
es: Velocidad del ventilador

source: Bed temp
de: Heizbetttemperatur
es: Temperatura del heatbed

source: Cham temp
de: Kammer temp
es: Cam temp

source: Flow multiplier
de: Durchflussmultiplikator
es: Multiplicador de flujo

source: Speed multiplier
de: Geschwindigkeitsmultiplikator
es: Multiplicador de velocidad

source: Cancel print
de: Drucken abbrechen
es: Cancelar impresión

source: Printer Queue
de: Druckerwarteschlange
es: Cola de impresiones

source: No files on the Server
de: Keine Dateien auf dem Server
es: Sin archivos en el servidor

source: Print Time: %s
de: Druckzeit: %s
es: Tiempo de impresión: %s

source: Print File
de: Drucke Datei
es: Imprimir archivo

source: Print:
de: Drucken:
es: Impresión:

source: Note
de: Hinweis
es: Nota

source: Print Time
de: Druckzeit
es: Tiempo de impresión

source: Filament total
de: Filament gesamt
es: Filamento total

source: Created
de: Erstellt
es: Creado

source: Layers
de: Ebenen
es: Capas

source: Printed
de: Gedruckt
es: Impresos

source: Fits On Heatbed: Yes
de: Passt auf Heatbed: Ja
es: Entra en el heatbed: Sí

source: Fits On Heatbed: No
de: Passt auf Heatbed: Nein
es: Entra en el heatbed: No

source: Quick command handling aborted
de: Schnellbefehl abgebrochen
es: Manejo rápido anulado

source: Stop job sent to printer
de: Druckabbruch gesendet
es: Detener el trabajo enviado a la impresora

source: Emergency stop sent to printer
de: Notstopp an Drucker gesendet
es: Parada de emergencia enviada a la impresora

source: Flow multiply changed
de: Durchflussmultiplikation geändert
es: Multiplicador flujo cambiado

source: Flow multiply change failed
de: Durchflussmultiplikationsänderung fehlgeschlagen
es: Error en el cambio de multiplicación de flujo

source: Speed multiply changed
de: Geschwindigkeitsmultiplikation geändert
es: Multiplicador velocidad cambiada

source: Speed multiply change failed
de: Geschwindigkeitsmultiplikationsänderung fehlgeschlagen
es: Error en el cambio de multiplicación de velocidad

source: Fan speed changed
de: Lüftergeschwindigkeit geändert
es: Velocidad del ventilador cambiada

source: Fan Speed change failed
de: Lüftergeschwindigkeitsänderung fehlgeschlagen
es: Error en el cambio de velocidad del ventilador

source: Extruder temperature changed
de: Extrudertemperatur geändert
es: La temperatura del extrusor cambió

source: Extruder temperature change failed
de: Extruder Temperaturänderung fehlgeschlagen
es: Error en el cambio de temperatura del extrusor

source: Heatbed temperature changed
de: Heizbetttemperatur geändert
es: Temperatura heatbed cambiada

source: Heatbed temperature change failed
de: Temperaturänderung Heizbett fehlgeschlagen
es: Error en el cambio de temperatura heatbed

source: Chamber temperature changed
de: Kammertemperatur geändert
es: Temperatura de la cámara cambiada

source: Chamber temperature change failed
de: Kammertemperaturänderung fehlgeschlagen
es: Error en el cambio de temperatura de la cámara

source: Print started
de: Druck gestartet
es: Impresión iniciada

source: Set flow multiplier from %d%% to?
de: Fluss Multiplikator von %d%% auf?
es: ¿Establecer multiplicador de flujo de %d%% a?

source: Set flow multiplier? Actual value unknown!
de: Flow-Multiplikator einstellen? Tatsächlicher Wert unbekannt!
es: ¿Establecer multiplicador de flujo? Valor real desconocido!

source: Set speed multiplier from %d%% to?
de: Geschwindigkeitsmultiplikator von %d%% auf?
es: ¿Establecer multiplicador de velocidad de %d%% a?

source: Set speed multiplier? Actual value unknown!
de: Geschwindigkeitsmultiplikator einstellen? Tatsächlicher Wert unbekannt!
es: ¿Establecer multiplicador de velocidad? Valor real desconocido!

source: Set fan speed from %d%% to?
de: Die Lüftergeschwindigkeit von %d%% auf?
es: ¿Establecer la velocidad del ventilador desde %d%% a?

source: Switch fan on to?
de: Lüfter einschalten?
es: ¿Encender el ventilador?

source: Set fan speed? Actual value unknown!
de: Lüftergeschwindigkeit einstellen? Tatsächlicher Wert unbekannt!
es: ¿Establecer la velocidad del ventilador? Valor real desconocido!

source: Set extruder temperature from %d°C to?
de: Extrudertemperatur von %d°C auf?
es: ¿Establecer la temperatura del extrusor de %d°C a?

source: Extruder temperature? Actual value unknown!
de: Extrudertemperatur? Tatsächlicher Wert unbekannt!
es: ¿Temperatura del extrusor? Valor real desconocido!

source: Set heatbed temperature from %d°C to?
de: Heizbetttemperatur von %d°C auf?
es: ¿Establecer la temperatura heatbed de %d°C a?

source: Heatbed temperature? Actual value unknown!
de: Heizbetttemperatur? Tatsächlicher Wert unbekannt!
es: ¿Temperatura calentada? Valor real desconocido!

source: Set chamber temperature from %d°C to?
de: Kammertemperatur von %d°C auf?
es: ¿Establecer la temperatura de la cámara de %d°C a?

source: Chamber temperature? Actual value unknown!
de: Kammertemperatur? Tatsächlicher Wert unbekannt!
es: ¿Temperatura de la cámara? Valor real desconocido!

source: Please input new extruder cool down temperature. Actual value: %d°C
de: Bitte geben Sie eine neue Extruder Abklingtemperatur ein. Istwert: %d°C
es: Introduzca la temperatura de enfriamiento nueva del extrusor. Valor actual: %d oC

source: ExtCom disabled. Choose new action.
de: ExtCom deaktiviert. Wählen Sie eine neue Aktion aus.
es: ExtCom deshabilitado. Elija una nueva acción.

source: Could not connect to the server.
de: Es konnte keine Verbindung zum Server hergestellt werden.
es: No se pudo conectar al servidor.

source: ExtCom active: %s
de: ExtCom Aktiv: %s
es: ExtCom activo: %s

source: Configuration saved
de: Konfiguration gespeichert
es: Configuración guardada

source: Configuration saving failed
de: Konfigurationsspeicherung fehlgeschlagen
es: Error al guardar la configuración

source: Please input new heatbed cool down temperature. Actual value: %d°C
de: Bitte geben Sie eine neue Heizbett Abklingtemperatur ein. Istwert: %d°C
es: Por favor, introduzca la nueva temperatura de enfriamiento para el heatbed. Valor actual: %d oC

source: Please input new delay time. Actual value: %ds
de: Bitte geben Sie eine neue Verzögerungszeit ein. Istwert: %d
es: Introduzca el nuevo tiempo de retardo. Valor actual: %ds

source: Pic after print disabled. Choose camera
de: Pic nach dem Druck deaktiviert. Wählen Sie Kamera
es: Foto después de imprimir desactivado. Elija la camera

source: Webcam %s active
de: Webcam %s aktiv
es: Webcam %s activa

source: Please input new z height. Actual value:
de: Bitte geben Sie neue z-Höhe ein. Istwert:
es: Introduzca una nueva altura z. Valor real:

source: Z height pic disabled. Choose camera
de: Z Höhen Bild deaktiviert. Wählen Sie die Webcam
es: Z altura imagen desactivado. Elija la cámara

source: Please input new cycle time. Actual value:
de: Bitte geben Sie eine neues Zeit Intervall ein. Istwert:
es: Introduzca un nuevo tiempo de ciclo. Valor real:

source: Time based pic disabled. Choose camera
de: Zeitbasiertes Bild deaktiviert. Wählen Sie die Webcam
es: Imagen base tiempo desactivada. Elija la cámara

source: Bot running since
de: Bot läuft seit
es: Bot funcionando desde

source: Statistic
de: Statistik
es: Estadisticas

source: Monthly Statistic
de: Monatliche Statistik
es: Estadística mensual

source: Amount of Filament
de: Menge des Filaments
es: Cantidad de filamento

source: Costs
de: Kosten
es: Costos

source: Prints total
de: Anzahl Drucke
es: Impresiones totales

source: Prints finished
de: Drucke fertiggestellt
es: Impresiones terminadas

source: Prints aborted
de: Drucke abgebrochen
es: Impresiones abortadas

source: January
de: Januar
es: Enero

source: February
de: Februar
es: Febrero

source: March
de: März
es: Marzo

source: April
es: Abril

source: May
de: Mai
es: Mayo

source: June
de: Juni
es: Junio

source: July
de: Juli
es: Julio

source: August
es: Agosto

source: September
es: Septiembre

source: October
de: Oktober
es: Octubre

source: November
es: Noviembre

source: December
de: Dezember
es: Diciembre

source: Access denied!
de: Zugriff verweigert!
es: Acceso negado!

source: Server %s selected
de: Server %s ausgewählt
es: Servidor %s seleccionado

source: Printer %s selected
de: Drucker %s ausgewählt
es: Impresora %s seleccionada

source: Opening external commands
de: Öffnen externer Befehle
es: Abrir comandos externos

source: Back to main menu...
de: Zurück zum Hauptmenü...
es: Volver al menú principal...

source: Opening external command confirmation
de: Öffnen der externen Befehlsbestätigung
es: Abrir la confirmación de comandos externos

source: Going back to external commands
de: Zurück zu externen Befehlen
es: Volver a los comandos externos

source: Opening webcams
de: Öffnen von Webcams
es: Abrir webcams

source: Generate video file. Closing keyboard
de: Generiere Video. Schließe Tastatur
es: Generar archivo de vídeo. Cierro el teclado

source: Generate gif file. Closing keyboard
de: Generiere GIF-Datei. Schließe Tastatur
es: Generar archivo gif. Cierro el teclado

source: Get pic. Closing keyboard
de: Hole Bild. Schließe Tastatur
es: Consigue una foto. Cierro el teclado

source: Opening quick commands
de: Öffnen von Schnellbefehlen
es: Abrir comandos rápidos

source: Opening settings
de: Öffnen von Einstellungen
es: Abrir Configuración

source: Opening extruder set limit
de: Öffne Extruder Grenzwert
es: Abrir límite de temperatura de las extrusoras

source: Opening extruder command at set limit
de: Öffnen des Extruderbefehls bei festgelegter Grenze
es: Abrir comando externo del limite de temperatura de las extrusoras

source: Opening heatbed set limit
de: Öffne Heatbed Grenzwert
es: Abrir límite de temperatura de los heatbed

source: Opening heatbed command at set limit
de: Öffnen des Heatbed-Befehls bei festgelegter Grenze
es: Abrir comando externo del limite de temperatura de los heatbed

source: Opening after print send picture time delay
de: Öffne Verzögerungszeit Bilderstellung nach dem Druck
es: Abrir retardo de tiempo de mandar el imagen después de imprimir

source: Opening after print send picture select webcam
de: Öffnen Bild nach dem Drucken senden. Auswahl Webcam
es: Abrir retardo la seleccion de webcam de mandar el imagen después de imprimir

source: Opening z height picture
de: Öffnen der z-Höheneinstellung
es: Apertura de la imagen de altura z

source: Opening z height picture select webcam
de: Öffne z Höhe Bild. Webcam Auswahl
es: Apertura de la imagen de altura z. Seleccione webcam

source: Opening time based pic
de: Öffne zeitbasierendes Bild. Webcam Auswahl
es: Abro imagen base de tiempo

source: Opening printer control
de: Öffnen der Druckersteuerung
es: Abrir control de la impresora

source: Opening print handling
de: Öffnen der Drucksteuerung
es: Abrir manipulación de impresión

source: Opening printer queue
de: Öffnen der Druckerwarteschlange
es: Abrir la cola de la impresora

source: Opening printer file
de: Öffnen der Druckerdatei
es: Abrir archivo de impresora

source: Opening cancel print confirmation
de: Öffne Druckstornierbestätigung
es: Abrir confirmación de cancelación de impresión

source: Do you really want to cancel the print?
de: Möchten Sie den Druck wirklich abbrechen?
es: ¿De verdad quieres cancelar la impresión?

source: Closing cancel message
de: Schließe Druck abbrechen
es: Cerrar mensaje de cancelación

source: Opening flow multiplier
de: Öffne Flussmultiplikator
es: Abrir multiplicador de flujo

source: Closing flow multiplier
de: Schließe Flussmultiplikator
es: Cerrar multiplicador de flujo

source: Waiting for flow update
de: Warten auf Aktualisierung des Fluss
es: A la espera de la actualización del flujo

source: Opening speed multiplier
de: Öffne Geschwindigkeitsmultiplikator
es: Abrir multiplicador de velocidad

source: Closing speed multiplier
de: Schließe Geschwindigkeitsmultiplikator
es: Cerrar multiplicador de velocidad

source: Waiting for speed update
de: Warten auf Geschwindigkeitsaktualisierung
es: A la espera de la actualización de velocidad

source: Opening fan speed
de: Öffne Lüftergeschwindigkeit
es: Abrir velocidad del ventilador

source: Closing fan speed
de: Schließen der Lüftergeschwindigkeit
es: Cerrar velocidad del ventilador

source: Waiting for fan speed update
de: Warten auf Lüftergeschwindigkeitsaktualisierung
es: A la espera de la actualización de la velocidad del ventilador

source: Opening extruder temperature
de: Öffne Extrudertemperatur
es: Abrir temperatura del extrusor

source: Closing extruder temperature
de: Schließe Extrudertemperatur
es: Cerrar temperatura del extrusor

source: Waiting for extruder temperature update
de: Warten auf Extruder Temperaturaktualisierung
es: A la espera de la actualización de la temperatura del extrusor

source: Opening heatbed temperature
de: Öffne Heizbetttemperatur
es: Abrir temperatura heatbed

source: Closing heatbed temperature
de: Schließen der Heizbetttemperatur
es: Cerrar la temperatura del heatbed

source: Waiting for heatbed temperature update
de: Warten auf Heizbett Temperaturaktualisierung
es: A la espera de la actualización de la temperatura del heatbed

source: Opening chamber temperature
de: Öffne Kammertemperatur
es: Abrir temperatura de la cámara

source: Closing chamber temperature
de: Schließe Kammertemperatur
es: Cerrar temperatura de la cámara

source: Waiting for chamber temperature update
de: Warten auf Kammertemperaturaktualisierung
es: A la espera de la actualización de la temperatura de la cámara

source: Opening emergency stop confirmation
de: Öffne Not-Halt-Bestätigung
es: Abrir confirmación de la parada de emergencia

source: Do you really want to emergency stop the printer?
de: Möchten Sie den Drucker wirklich Notstoppen?
es: ¿De verdad quieres detener de emergencia la impresora?

source: Closing emergency stop message
de: Not-Halt-Meldung schließen
es: Cerrar mensaje de parada de emergencia

source: Opening update confirmation
de: Aktualisierungsbestätigung
es: Abrir la confirmación de la actualización

source: Do you really want to update the bot?
de: Möchten Sie den Bot wirklich aktualisieren?
es: ¿De verdad quieres actualizar el bot?

source: Closing keyboard
de: Schließen der Tastatur
es: Cerrar teclado

source: Didn´t get ya, maaaaan...What is
de: Hab Dich nicht verstanden, maaaaannnn... Was ist
es: No te entiendo, joooooven... Qué me dices

source: Don´t sleep, please...wake up
de: Schlafen bitte nicht... Wach auf
es: No duermas, por favor... Despierta

source: Reset, reset
de: Zurücksetzen, zurücksetzen
es: Restablecer, restablecer

source: everyone comes back
de: alle kommen zurück
es: todo el mundo vuelve

source: hopefully
de: hoffentlich
es: espero que asi va ser

source: Please choose printer to remove from Bot :
de: Bitte wähle den Drucker aus dem Bot zu entfernen:
es: Elija la impresora que desea quitar del Bot :

source: Removing %s printer from bot
de: Entferne Drucker %s vom Bot
es: Extracción de la impresora %s del bot

source: Load statistics from Bot :
de: Lade Statistiken vom Bot :
es: Cargar estadísticas del Bot :

source: Actual system configuration
de: Aktuelle Systemkonfiguration
es: Configuración actual del sistema

source: Please check the system configuration. Otherwise modify or delete items which you won´t distribute to third persons!
de: Überprüfen Sie die Systemkonfiguration. Ändern oder löschen Sie anderweitig Elemente, die Sie nicht an Dritte verteilen wollen!
es: Compruebe la configuración del sistema. De lo contrario, modifica o elimina elementos que no distribuirá a terceras personas!

source: Please send files to telegram group for support:
de: Bitte senden Sie die Dateien zur Unterstützung an die Telegrammgruppe:
es: Por favor, envíe archivos al grupo de telegram para obtener soporte:

source: Please choose file to upload :
de: Bitte wählen Sie die Datei zum Hochladen aus:
es: Por favor, elija el archivo para cargar :

source: Actual database
de: Aktuelle Datenbank
es: Base de datos actual

source: Bot version
es: Versión bot

source: Active threads
de: Aktive Threads
es: Hilos activos

source: Active printer threads
de: Aktive Druckerthreads
es: Subproceso de impresora activos

source: Active server threads
de: Aktive Serverthreads
es: Subprocesos de servidor activos

source: You want really update to the bugfix version?
de: Sie möchten wirklich auf die Bugfix-Version aktualisieren?
es: ¿Realmente desea actualizar a la versión bugfix?

source: No bugfix update available!
de: Kein Bugfix-Update verfügbar!
es: ¡No hay actualización de bugfix disponible!

source: Message: %s
de: Nachricht: %s
es: Mensaje: %s

source: Version:
es: Versión:

source: Welcome to Repetier-Server telegram bot!
de: Willkommen beim Repetier-Server Telegrammbot!
es: ¡Bienvenido al bot de Telegram para Repetier-Server!

source: from
de: von
es: desde

source: Language set to
de: Sprache eingestellt auf
es: Idioma ajustado a

source: Messages
de: Nachrichten
es: Mensajes

source: Renew message now. Next renew of messages
de: Erneuere jetzt alle aktiven Nachrichten. Nächste Erneuerung in
es: Renovar el mensaje ahora. Próxima renovación de mensajes

source: Start reorder %d message(s)!
de: Neuanordnen von %d Nachricht(en)!
es: ¡Comience a reordenar %d mensaje(s)!

source: Renew myself %s !
de: Erneuere mich %s !
es: Me renovo %s !

source: Update: %s at %s
de: Update: %s um %s
es: Actualización: %s a las %s

source: Switched off
de: Ausgeschaltet
es: Apagado

source: Standby
es: Modo de Espera

source: Print file
de: druckt Datei
es: Imprimir archivo

source: is at
de: ist bei
es: está en

source: Layer:
de: Ebene:
es: Capa:

source: at Z:
de: bei Z:
es: en Z:

source: Print was started
de: Der Druck wurde gestartet
es: Se inició la impresión

source: Expected end at
de: Erwartetes Ende um
es: Finalizar el

source: Actual print time
de: Tatsächliche Druckzeit
es: Tiempo de impresión real

source: Time left to finish
de: Zeit bis Druckende
es: Tiempo para terminar

source: Printer state
de: Druckerstatus
es: Estado de la impresora

source: Flow
es: Flujo

source: Print speed
de: Druckgeschwindigkeit
es: Velocidad de impresión

source: Heat up phase:
de: Aufheizphase:
es: Fase de calentamiento:

source: Printing
de: Druckt
es: Impresión

source: Fan
de: Lüfter
es: Ventilador

source: Off
de: Aus
es: Apagado

source: Chamber
de: Kammer
es: Cámara

source: Extruder
es: Extrusor

source: Extruders heating up
de: Extruder heizt auf
es: Los extrusores se calientan

source: Extruder heating up
de: Extruder heizt auf
es: El extrusor se calienta

source: Extruders cooling down
de: Extruder kühlen ab
es: Los extrusores se enfrían

source: Extruder cooling down
de: Extruder kühlt ab
es: El extrusor se enfría

source: Extruder(s) cold
de: Extruder kalt
es: Extrusor(es) frios

source: Heatbeds heating up
de: Heatbeds heizen auf
es: Heatbeds calentando

source: Heatbed heating up
de: Heatbed heizt auf
es: Heatbeds calentando

source: Heatbeds cooling down
de: Heatbeds kühlen ab
es: Heatbeds se enfrían

source: Heatbed cooling down
de: Heatbed kühlt ab
es: Heatbed se enfría

source: Heatbed(s) cold
de: Heatbed(s) kalt
es: Heatbed(s) fría(s)

source: Print
de: Drucke
es: Impreso

source: Finished print of
de: Druck fertiggestellt
es: Impresión terminada de

source: Starting print of
de: Starte Druck von
es: A partir de la impresión de

source: Prints
de: Druckt
es: Impresos

source: at
de: bei
es: en

source: Error on the picture/video request for printer: %s
de: Fehler bei der Bild-/Videoanforderung für den Drucker: %s
es: Error en la solicitud de imagen/vídeo para la impresora: %s

source: finished rendering for printer %s.
de: Rendering fertiggestellt für %s.
es: renderización terminada para la impresora %s.

source: Model
de: Modell
es: Modelo

source: uploaded to printer %s.
de: auf drucker %s hochgeladen.
es: subido a la impresora %s.

source: Model removed from printer %s.
de: Modell aus dem Drucker %s entfernt.
es: Modelo eliminado de la impresora %s .

source: Load preview picture
de: Vorschaubild laden
es: Cargar imagen de prevista

source: Delete preview picture
de: Vorschaubild löschen
es: Eliminar imagen de prevista

source: Found
de: Gefunden
es: Encontrado

source: models in print queue for printer %s.
de: Modelle in der Druckwarteschlange für die %s.
es: modelos en cola de impresión para la impresora %s.

source: Quick command failed
de: Schnellbefehl fehlgeschlagen
es: Error mandar el comando rápido

source: Quick command successful
de: Schnellbefehl erfolgreich
es: Comando rápido exitoso

source: External command successful
de: Externer Befehl erfolgreich
es: Comando externo mandado con exito, jajaja

source: Update messages required
de: Aktualisierung der Nachrichten erforderlich
es: Actualizar los mensajes necesario

source: Message removed
de: Nachricht entfernt
es: Mensaje eliminado

source: has finished the print.
de: hat den Druck abgeschlossen.
es: ha terminado la impresión.

source: Print from %s was aborted after %s
de: Druck von %s wurde nach %s abgebrochen
es: La impresión de %s se anuló después de %s

source: %s has started printing at %s.
de: %s hat mit dem Drucken um %s begonnen.
es: %s ha comenzado de imprimir a %s.

source: Execution of cool down action aborted for %s
de: Ausführung der Abkühlaktion für %s abgebrochen
es: Ejecución de la acción de enfriamiento anulada por %s

source: Extruder cool down external command execute for printer %s
de: Extruder abkühlen externen Befehl für Drucker-%s ausgeführt
es: El comando externo de enfriamiento del extrusor se ejecuta para la impresora %s

source: Heatbed cool down external command execute for printer %s
de: Heatbed Abkühlung externer Befehl für Drucker-%s ausgeführt
es: El comando externo de enfriamiento del heatbed se ejecuta para la impresora %s

source: unknown print
de: Unbekannter Druck
es: impresión desconocida

source: Last message
de: Letzte Nachricht
es: Último mensaje

source: Update to version %s available
de: Update auf Version %s verfügbar
es: Actualizar a la versión %s disponible
