Repository: DanJunior78/Repetier-Server-Telegram-Bot
Catalog: locale/*/LC_MESSAGES/RepetierBotSetup.po
Languages: de, es

source: Language file folder: %s
de: Sprachdateiordner: %s
es: Carpeta de archivos de idioma: %s

source: Language OS: %s/%s
de: Sprache Betriebssystem: %s/%s
es: Idioma OS: %s/%s

source: Changed to alternative language english
de: Geändert in alternative Sprache Englisch
es: Cambiado a idioma alternativo inglés

source: Changed language to "%s"
de: Sprache in "%s" geändert
es: Se ha cambiado el idioma a "%s"

source: Language file information: %s
de: Sprachdateiinformationen: %s
es: Información del archivo de idioma: %s

source: Logger: %s was activated in debug mode (%s). Level: %s
de: Logger: %s wurde im Debug-Modus aktiviert (%s). Stufe: %s
es: Registrador: %s se activó en modo de depuración (%s). Nivel: %s

source: Configuration file not found - impConfig - : %s
de: Konfigurationsdatei nicht gefunden - impConfig - : %s
es: Archivo de configuración no encontrado - impConfig - : %s

source: Configuration file matches: %s
de: Konfigurationsdatei übereinstimmungen: %s
es: Coincidencias de archivos de configuración: %s

source: Configuration file version conflict: %s, instead of: %s
de: Konfigurationsdateiversionskonflikt: %s statt: %s
es: Conflicto de versión del archivo de configuración: %s, en lugar de: %s

source: Configuration file does not contain CFG_VERSION element
de: Konfigurationsdatei enthält kein CFG_VERSION-Element
es: El archivo de configuración no contiene CFG_VERSION elemento

source: Repetier Server language: %s
de: Repetier Server-Sprache: %s
es: Idioma del servidor repetidor: %s

source: Configuration file does not contain LANGUAGE element
de: Konfigurationsdatei enthält kein LANGUAGE-Element
es: El archivo de configuración no contiene el elemento LANGUAGE

source: API Key Repetier Server: %s
es: Servidor API Key Repetier: %s

source: Configuration file does not contain MY_REPETIER_SERVER_API_KEY element
de: Konfigurationsdatei enthält kein MY_REPETIER_SERVER_API_KEY-Element
es: El archivo de configuración no contiene MY_REPETIER_SERVER_API_KEY elemento

source: Repetier Server IP: %s
es: IP del servidor repetidor: %s

source: Configuration file does not contain RepetierServerIP element
de: Konfigurationsdatei enthält kein RepetierServerIP-Element
es: El archivo de configuración no contiene el elemento RepetierServerIP

source: Repetier Server Port: %s
es: Puerto de servidor Repetier: %s

source: Configuration file does not contain RepetierServerPort element
de: Konfigurationsdatei enthält kein RepetierServerPort-Element
es: El archivo de configuración no contiene el elemento RepetierServerPort

source: Telegram Token: %s
de: Telegramm-Token: %s
es: Ficha de Telegrama: %s

source: Configuration file does not contain MY_TELEGRAM_TOKEN element
de: Konfigurationsdatei enthält kein MY_TELEGRAM_TOKEN-Element
es: El archivo de configuración no contiene MY_TELEGRAM_TOKEN elemento

source: Administrator Telegram ID: %s
de: Administrator Telegramm-ID: %s
es: ID de Telegrama de administrador: %s

source: Configuration file does not contain MY_TELEGRAM_ID element
de: Konfigurationsdatei enthält kein MY_TELEGRAM_ID-Element
es: El archivo de configuración no contiene MY_TELEGRAM_ID elemento

source: Configuration file could not be saved
de: Konfigurationsdatei konnte nicht gespeichert werden
es: No se ha podido guardar el archivo de configuración

source: Configuration file successfull imported: %s
de: Konfigurationsdatei erfolgreich importiert: %s
es: Archivo de configuración importado correctamente: %s

source: Antwort öffnen des Websocket: %s, Unerwarteter Fehler: %s
de: Antwort des Websocket: %s, unerwarteter Fehler: %s
es: Antwort éffnen des Websocket: %s, Unerwarteter Fehler: %s

source: Antwort auf: %s, Websocket Rückmeldung: %s : Unerwarteter Fehler: %s
es: Antwort auf: %s, Websocket R-cmeldung: %s : Unerwarteter Fehler: %s

source: Über Websocket gesendet: %s
es: Websocket gesendet: %s

source: Server Meldung nicht die angeforderten: %s : Kein nutzbarer Inhalt
es: Servidor Meldung nicht die angeforderten: %s : Kein nutzbarer Inhalt

source: Config Version:
es: Versión de Python: %s

source: Quick Configuration tool for Repetier-Server bot
de: Schnellkonfigurationsprogramm für Repetier-Server-Bot
es: El archivo de configuración no contiene el elemento RepetierServerIP

source: Tool Version:
de: Programmversion:
es: Versión del sistema operativo: %s

source: JSON saved
de: JSON gespeichert
es: JSON guardado

source: Exiting program
de: Beenden des Programms
es: Salir del programa

source: Start test routine
de: Testroutine starten
es: Iniciar la rutina de prueba

source: Test Repetier Server connection:
de: Testen der Repetier Server-Verbindung:
es: Puerto de servidor Repetier: %s

source: Connecting to Repetier-Server: %s - failed
de: Herstellen einer Verbindung zum Repetier-Server: %s - fehlgeschlagen
es: Conexión al servidor Repetier: %s - error

source: Connecting to Repetier-Server: %s - successful connected
de: Herstellen einer Verbindung zum Repetier-Server: %s - Verbindung erfolgreich
es: Conexión al Servidor Repetier: %s - conectado con éxito

source: - Printer: %s - found
de: - Drucker: %s - gefunden
es: - Impresora: %s - encontrado

source: Test Telegram Bot connection:
de: Test Telegram Bot-Verbindung:
es: Probar la conexión al Telegram Bot:

source: Repetier-Server Test Message
de: Repetier-Server-Testnachricht
es: Su dirección de red Repetier-Server

source: Connecting to Telegram Bot: successful
de: Herstellen einer Verbindung zum Telegram Bot: erfolgreich
es: Conexión al telegram bot: exitoso

source: Connecting to Telegram Bot: Wrong Telegram ID - failed
de: Herstellen einer Verbindung zum Telegramm Bot: Falsche Telegramm-ID - fehlgeschlagen
es: Conexión al telegram bot: ID de telegrama incorrecto - falló

source: Connecting to Telegram Bot: Wrong Telegram Bot Token - failed
de: Verbindung zum Telegramm-Bot: Falscher Telegramm-Bot-Token - fehlgeschlagen
es: Conexión a telegram bot: Error de telegram bot token - falló

source: Connecting to Telegram Bot: %s - failed
de: Verbindung zum Telegramm-Bot: %s - fehlgeschlagen
es: Conexión al telegram bot: %s - falló

source: Test routine successful
de: Testroutine erfolgreich
es: Rutina de prueba exitosa

source: Test routine failed
de: Testroutine fehlgeschlagen
es: Error en la rutina de prueba

source: Blank field detected
de: Leeres Feld erkannt
es: Campo en blanco detectado

source: Fill out all fields!!!
de: Füllen Sie alle Felder aus!!!
es: Rellene todos los campos!!!

source: Select Language
de: Sprache auswählen
es: Seleccione idioma

source: Network settings:
de: Netzwerkeinstellungen:
es: Configuración de red:

source: Your Repetier-Server network adress
de: Ihre Repetier-Server-Netzwerkadresse
es: Su dirección de red Repetier-Server

source: Your Repetier API Key
de: Ihr Repetier-API-Schlüssel
es: Su clave de API de Repetier

source: Your Telegram botfather token
de: Ihr Telegramm-Botfather-Token
es: Tu token de botfather de Telegram

source: Your own Telgram ID
de: Ihre eigene Telgram-ID
es: Su propio ID de Telgram

source: Test
es: Prueba

source: Information:
es: Información:

source: Please fill out your setup and push "Test" button afterwards!
de: Bitte füllen Sie Ihr Setup aus und drücken Sie anschließend die Taste "Test"!
es: Por favor, llene su configuración y presione el botón "Prueba" después!

source: setConfigFile: Changed language from: %s to: %s
de: setConfigFile: Sprache geändert von: %s in: %s
es: setConfigFile: se ha cambiado el idioma de: %s a: %s

source: setConfigFile: Changed Server IP from: %s to: %s
de: setConfigFile: Server-IP geändert von: %s in: %s
es: setConfigFile: se ha cambiado la IP del servidor de: %s a: %s

source: setConfigFile: Changed Server Port from: %s to: %s
de: setConfigFile: Serverport geändert von: %s in: %s
es: setConfigFile: Puerto de servidor modificado de: %s a: %s

source: setConfigFile: Changed Repetier API from: %s to: %s
de: setConfigFile: Repetier-API geändert von: %s in: %s
es: setConfigFile: se ha cambiado la API de Repetidor de: %s a: %s

source: setConfigFile: Changed Telegram Token from: %s to: %s
de: setConfigFile: Telegramm token geändert von: %s in: %s
es: setConfigFile: Se ha cambiado el token de Telegram de: %s a: %s

source: setConfigFile: Changed Telegram ID from: %s to: %s
de: setConfigFile: Telegramm-ID geändert von: %s in: %s
es: setConfigFile: se ha cambiado el ID de Telegram de: %s a: %s

source: Exit
de: Verlassen
es: Salir

source: ########### Repetier-Server Bot Setup ###########
es: • Configuración del bot de Servidor Repetidor ###########

source: Software Version: %s
es: Versión de software: %s

source: Thread Name: %s
es: Nombre del hilo: %s

source: ########### Geräte and Python Information ###########
de: Geräte und Python-Informationen ###########
es: Información de Geréte y Python ###########

source: Python Version: %s
es: Versión de Python: %s

source: OS Version: %s
de: Betriebssystemversion: %s
es: Versión del sistema operativo: %s

source: Active User: %s
de: Aktiver Benutzer: %s
es: Usuario activo: %s

source: checkTextFields: Repetier-Server: %s:%s, Repetier-Server-API: %s, Telegram-Token: %s, Telegram-ID: %s
de: checkTextFields: Repetier-Server: %s:%s, Repetier-Server-API: %s, Telegram-Token: %s, Telegramm-ID: %s

source: OS: %s
de: Betriebssystem: %s
