Repository: DanJunior78/Repetier-Server-Telegram-Bot
Catalog: locale/*/LC_MESSAGES/RepetierBot.po
Languages: de, es

source: Start updating
de: Starte Aktualisierung
es: Empezar a actualizar

source: Start downloading
de: Starte Download
es: Empezar a descargar

source: Restart bot
de: Neustart-Bot
es: Reiniciar bot

source: Bot is restarting after 30 seconds
de: Bot startet nach 30 Sekunden neu
es: Bot se reinicia después de 30 segundos

source: Repetier Server connection timeout. Started at: %s
de: Repetier Server timeout. Verbindung gestört seit: %s
es: Timeout de conexión al Repetier-Server. Desconectado desde : %s

source: Repetier Server connection reestablished. Connected at: %s
de: Repetier Server-Verbindung wieder hergestellt. Verbunden am: %s
es: Se ha restablecido la conexión de Repetier Server. Conectado en: %s

source: Bot is going offline
de: Bot geht offline
es: Bot se desconecto

source: Total
de: Gesamt
