Repository: DanJunior78/Repetier-Server-Telegram-Bot
Catalog: locale/*/LC_MESSAGES/Repetier-Server_Telegram_Bot.po
Languages: es_es

source: Config Datei (JSON) Eintrag: %s mit Inhalt: %s
es_es: Entrada de archivo de configuración (JSON): %s con contenido: %s

source: Config Datei (JSON) Eintrag: %s mit Standardwert "%s" geladen
es_es: Entrada de archivo de configuración (JSON): %s carga con el valor predeterminado "%s"

source: Config Datei (JSON) upgrade Datei Version von %s mit Standardwert "%s" geladen
es_es: Config File (JSON) actualiza Version de archivo %s con valor del programa actual "%s"

source: Config Datei (JSON) Eintrag: %s mit Inhalt: %s akzeptiert
es_es: Entrada de archivo de configuración (JSON): %s con contenido: %s aceptado

source: Sprachedateipfad: %s
es_es: Ruta del archivo de idioma: %s

source: Sprache OS: %s/%s
es_es: Idioma OS: %s/%s

source: Sprache auf Ausweichsprache englisch umgestellt
es_es: Idioma cambiado al idioma alternativo Inglés

source: Sprache auf "%s" umgestellt
es_es: Se ha cambiado el idioma a "%s"

source: Sprachedateiinfo: %s
es_es: Información del archivo de idioma: %s

source: Logger: %s wurde im Debug Modus(%s) aktiviert. Level: %s
es_es: Registrador: %s se ha activado en modo de depuración (%s). Nivel: %s

source: Konfigurationsdatei nicht gefunden - impConfig - : %s
es_es: Archivo de configuración no encontrado - impConfig - : %s

source: Konfigurationsversion stimmt überein: %s
es_es: Coincidencias de la versión de configuración: %s

source: Konfigurationsdatei Versionskonflikt: %s, anstatt: %s
es_es: Conflicto de versión del archivo de configuración: %s en lugar de: %s

source: Konfigurationsdatei enthält Element CFG_VERSION nicht
es_es: El archivo de configuración no contiene elementos CFG_VERSION

source: Sprache Repetier Server: %s
es_es: Idioma Repetier Server: %s

source: Konfigurationsdatei enthält Element LANGUAGE nicht
es_es: El archivo de configuración no contiene el elemento LANGUAGE

source: API Key Repetier Server: %s
es_es: Llave API Repetier Server: %s

source: Konfigurationsdatei enthält Element MY_REPETIER_SERVER_API_KEY nicht
es_es: El archivo de configuración no contiene elementos MY_REPETIER_SERVER_API_KEY

source: Konfigurationsdatei enthält Element RepetierServerIP nicht
es_es: El archivo de configuración no contiene el elemento RepetierServerIP

source: Konfigurationsdatei enthält Element RepetierServerIP2 nicht
es_es: El archivo de configuración no contiene el elemento RepetierServerIP2

source: Konfigurationsdatei enthält Element RepetierServerPort nicht
es_es: El archivo de configuración no contiene el elemento RepetierServerPort

source: Konfigurationsdatei enthält Element MY_TELEGRAM_TOKEN nicht
es_es: El archivo de configuración no contiene elementos MY_TELEGRAM_TOKEN

source: Administrator Telegram ID: %s
es_es: Administrador Telegram ID: %s

source: Konfigurationsdatei enthält Element MY_TELEGRAM_ID nicht
es_es: El archivo de configuración no contiene elementos MY_TELEGRAM_ID

source: Konfigurationsdatei enthält Element LOGFILENAME nicht
es_es: El archivo de configuración no contiene el elemento LOGFILENAME

source: Konfigurationsdatei enthält Element LOGFILENAMEWS nicht
es_es: El archivo de configuración no contiene el elemento LOGFILENAMEWS

source: Konfigurationsdatei enthält Element PNGFILEFOLDER nicht
es_es: El archivo de configuración no contiene el elemento PNGFILEFOLDER

source: Konfigurationsdatei enthält Element GIFFILEFOLDER nicht
es_es: El archivo de configuración no contiene elemento GIFFILEFOLDER

source: Konfigurationsdatei konnte nicht beschrieben werden
es_es: No se pudo escribir el archivo de configuración

source: Konfigurationsdatei erfolgreich eingelesen: %s
es_es: Archivo de configuración leído correctamente: %s

source: BOT Fehler!!! Versuch es noch einmal. %s
es_es: Error BOT!!! Vuelve a intentarlo. %s

source: Bot Error "%s"
es_es: Error del bot "%s"

source: Ende
es_es: Salir

source: Zurück
es_es: Atrás

source: Schnellbefehle
es_es: Comandos rápidos

source: Einstellungen
es_es: Configuración

source: Sende Video Kamera %s
es_es: Enviar vídeo de cámara %s

source: Sende Gif Kamera %s
es_es: Enviar Gif de cámara %s

source: Sende Png Kamera %s
es_es: Enviar Png de cámara %s

source: Anfragefehler getPrinterConfig in getQuickCommandsButton für Drucker: %s
es_es: Error de solicitud getPrinterConfig en getQuickCommandsButton para impresoras: %s

source: Extruder abgekühlt: %s°C
es_es: Extrusor enfriado: %s oC

source: ExtCom: %s
es_es: ExtCom activo: %s

source: ExtCom bei temp. limit inaktiv
es_es: ExtCom a temperatura. Limite inactivo

source: Bild nach Druck: %ss
es_es: Imagen al terminar la impresión: %ss

source: Bild: %s
es_es: Foto: %s

source: Bild inaktiv
es_es: Imagen inactiva

source: ExtCom deaktivieren
es_es: Desactivar ExtCom

source: Bild deaktivieren
es_es: Desactivar la imagen

source: Anfragefehler getPrinterConfig in sendQuickCommand für Drucker: %s
es_es: Error de solicitud getPrinterConfig en buildPng para impresora: %s

source: Schnellbefehl bearbeiten fehlgeschlagen
es_es: Error al editar el comando rápido

source: Schnellbefehl senden fehlgeschlagen
es_es: Error al enviar el comando rápido

source: Schnellbefehl gesendet
es_es: Comando rápido enviado

source: Bitte neuen Extruder Abkühlwert eingeben. Aktueller Wert: %d°C
es_es: Introduzca un nuevo valor de refrigeración del extrusor. Valor actual: %d oC

source: ExtCom bei temp. limit inaktiv. Wähle einen Befehl aus oder gebe ein Buchstabe ein um die Funktion abzuwählen
es_es: ExtCom a temperatura. límite inactivo. Seleccione un comando o introduzca una letra para anular la selección de la función

source: Konnte keine Verbindung zum Server aufbauen.
es_es: No se pudo conectar al servidor.

source: ExtCom Aktiv: %s
es_es: ExtCom activo: %s

source: Konfiguration gespeichert
es_es: Configuración guardada

source: Konfiguration speichern fehlgeschlagen
es_es: Error al guardar la configuración

source: Bitte neue Verzögerungszeit eingeben. Aktueller Wert: %ds
es_es: Por favor, introduzca un nuevo tiempo de retardo. Valor actual: %ds

source: Bild nach Druck inaktiv. Wähle einen Befehl aus oder gebe ein Buchstabe ein um die Funktion abzuwählen
es_es: Imagen inactiva después de la impresión. Seleccione un comando o introduzca una letra para anular la selección de la función

source: Webcam %s Aktiv
es_es: Webcam %s Activa

source: Befehl fehlgeschlagen
es_es: Error de comando

source: Befehl ausgeführt
es_es: Comando ejecutado

source: Nachricht nicht gelöscht
es_es: Mensaje no se elimino

source: Nachricht gelöscht
es_es: Mensaje eliminado

source: updatePrinterMsgReplayMarkup: Drucker %s löscht MessageID: %s
es_es: updatePrinterMsgReplayMarkup: La %s de impresora elimina MessageID: %s

source: updateServerMsgReplayMarkup: große Anzeige: %s
es_es: updateServerMsgReplayMarkup: pantalla grande: %s

source: removeServerMsgReplayMarkup: minimiere Anzeige
es_es: removeServerMsgReplayMarkup: minimiza la visualización

source: Bot antwortet auf unbekannten client: %s / %s: %s, %s
es_es: Bot responde al cliente desconocido: %s / %s: %s, %s

source: Unbefugter Zugriff (ID: %s) durch Nutzer %s, %s %s
es_es: Acceso no autorizado (ID: %s) por parte del usuario %s, %s %s

source: Kein Zugriff!
es_es: ¡Sin acceso!

source: mainServerMenu starte telegram Konversation: %s / messageID: %s
es_es: mainServerMenu iniciar la conversación en telegram: %s / messageID: %s

source: mainMenu starte telegram Konversation: %s / messageID: %s
es_es: servMsgAction comienza conversacion en telegram: %s / messageID: %s

source: Bot beendet Konversation: %s (%s): %s, %s
es_es: Bot termina la conversación: %s (%s): %s, %s

source: Ich nix versteh %s, %s.
es_es: No entiendo, hablas basco, o que? %s, %s.

source: unknownCommand: Bot kennt Antwort nicht: %s
es_es: unknownCommand: Bot no conoze respuesta: %s

source: Du warst zu langsam, %s. Jetzt darfst nochmal drücken!!!
es_es: Fuiste demasiado lento, %s. Ahora puedes presionar de nuevo!!!

source: Konversations-Timeout
es_es: Conversación timeout

source: Konversations-Timeout-Messages
es_es: Conversación timeout

source: Antwort öffnen des Websocket: %s, Unerwarteter Fehler: %s
es_es: Respuesta abrir el websocket: %s, Error inesperado: %s

source: Antwort auf: %s, Websocket Rückmeldung: %s : Unerwarteter Fehler: %s
es_es: Respuesta a: %s, Websocket Feedback: %s : Error inesperado: %s

source: Über Websocket gesendet: %s
es_es: Enviado a través de Websocket: %s

source: Unerwarteter Fehler bei Antwort des Websocket: %s
es_es: Error inesperado de respuesta del websocket: %s

source: Vom Websocket erhalten: %s
es_es: Respuesta websocket: %s

source: JSON: %s : Unerwarteter Fehler: %s
es_es: JSON: %s : Error inesperado: %s

source: Server Meldung nicht die angeforderten: %s : Kein nutzbarer Inhalt
es_es: Mensaje del servidor no el solicitado: %s : No hay contenido utilizable

source: Thread initialisiert: %s
es_es: Thread inicializado: %s

source: Thread %s beendet: Ident: %s / ID: %s
es_es: %s terminado del subproceso: Ident: %s / ID: %s

source: timeDelThread: Thread (keine ID vorhanden) initialisiert für Nachricht "%s" und MessageID: %s mit er Laufzeit: %ss
es_es: timeDelThread: subproceso (sin identificador disponible) inicializado para el mensaje "%s" y MessageID: %s con él Runtime: %ss

source: timeDelThread: Thread initialisiert für Drucker: %s und MessageID: %s mit er Laufzeit: %ss
es_es: timeDelThread: subproceso inicializado para la impresora: %s y MessageID: %s con él Runtime: %ss

source: timeDelThread: Thread initialisiert für MessageID: %s mit er Laufzeit: %ss
es_es: timeDelThread: subproceso inicializado para MessageID: %s con él Runtime: %ss

source: timeDelThread: Thread Nachricht löschen für MessageID %s beendet: Ident: %s / ID: %s
es_es: timeDelThread: eliminar el mensaje de subproceso para MessageID %s terminado: Ident: %s / ID: %s

source: Konnte in delMessage Methode keine telegramDelMsg senden auf messageID: %s
es_es: No se pudo enviar telegramDelMsg en el método delMessage en messageID: %s

source: delMessage: MessageID %s von der chatID %s wurde gelöscht
es_es: delMessage: MessageID %s del %s chatID se ha eliminado

source: msgThread: Drucker Thread initialisiert: %s
es_es: msgThread: Thread de impresora inicializada: %s

source: msgThread: Thread %s beendet: Ident: %s / ID: %s
es_es: msgThread: %s terminado del subproceso: Ident: %s / ID: %s

source: vidGifThread: Thread initialisiert: %s
es_es: vidGifThread: subproceso inicializado: %s

source: vidGifThread: Thread %s beendet: Ident: %s / ID: %s
es_es: vidGifThread: %s terminado el subproceso: Ident: %s / ID: %s

source: Action thread initialisiert: %s / %s
es_es: Thread de acción inicializado: %s / %s

source: Action thread %s / %s beendet: Ident: %s / ID: %s
es_es: %s de subprocesos de acción / %s terminado: Ident: %s / ID: %s

source: serverMsgThread: Server thread initialisiert: %s / %s
es_es: serverMsgThread: subproceso de servidor inicializado: %s / %s

source: serverMsgThread: Konnte Thread %s nicht in Join setzen, Unexpected Error: %s
es_es: serverMsgThread: No se pudo unir %s de los subprocesos, error inesperado: %s

source: serverMsgThread: Server thread %s / %s beendet: Ident: %s / ID: %s
es_es: serverMsgThread: %s de los subprocesos de servidor / %s terminado: Ident: %s / ID: %s

source: Threads %s gestartet
es_es: Threads %s iniciado

source: Threads %s beendet
es_es: Termina subproceso %s

source: stopByThread: Kann Thread nicht aus Liste printerActiveThreads löschen. Drucker: %s
es_es: stopByThread: No se puede eliminar subprocesos de la lista printerActiveThreads. Impresora: %s

source: stopByThread: Thread %s beendet
es_es: stopByThread: %s terminado el subproceso

source: stopSingleThread: Thread %s beendet
es_es: stopSingleThread: %s terminado el subproceso

source: stopSingleThread: Kann Thread nicht aus Thread Liste löschen. Drucker: %s
es_es: stopSingleThread: No se puede eliminar el subproceso de la lista de subprocesos. Impresora: %s

source: stopSingleThread: Thread für %s / %s beendet
es_es: stopSingleThread: subproceso para %s/%s terminado

source: removeSingleThreadOfList: Thread %s wird aus der angeforderten Thread Liste gelöscht
es_es: removeSingleThreadOfList: el %s de subprocesos se elimina de la lista de subprocesos solicitados

source: removeSingleThreadOfList: Kann Thread nicht aus Thread Liste löschen. Drucker: %s
es_es: removeSingleThreadOfList: No se puede eliminar subproceso de la lista de subprocesos. Impresora: %s

source: addHandler: Handler %s hinzugefügt
es_es: addHandler: %s agrega el controlador

source: Benachrichtigung
es_es: Notificación

source: Handler %s hinzugefügt
es_es: Agregado handler %s

source: removeMsgHandler: Handler %s entfernt
es_es: removeMsgHandler: %s quita el controlador

source: Keine Server Rückmeldung in Methode checkForMsgThreads
es_es: No hay respuesta del servidor en el método checkForMsgThreads

source: Beende in Methode checkServerConfigChange Thread: %s
es_es: Para thread en methodo checkServerConfigChange: %s

source: checkBotToServerConfig: Bot Teilnehmer hinzugefügt: %s
es_es: checkBotToServerConfig: Se han añadido participantes del bot: %s

source: botData: Teilnehmer hinzugefügt: %s
es_es: botData: Se han añadido participantes: %s

source: Konfigurationsdatei in botData enthält keine Telegram Datenablage
es_es: El archivo de configuración de botData no contiene almacenamiento de datos de Telegram

source: Bot Data angelegt
es_es: Datos bot creados

source: Bot Data Initialisierung fehlgeschlagen
es_es: Error en la inicialización de bots

source: rConfigFile: Konfigurationsdatei nicht gefunden in botData: %s
es_es: rConfigFile: archivo de configuración que no se encuentra en botData: %s

source: wConfigFile: Konfigurationsdatei konnte nicht beschrieben werden
es_es: wConfigFile: No se pudo escribir el archivo de configuración

source: checkMsgID: Drucker %s fordert neue MessageID für MessageID an: %s
es_es: checkMsgID: impresora %s solicita nuevo MessageID para MessageID: %s

source: Update: %s um %s
es_es: Actualización: %s en %s

source: Ausgeschaltet
es_es: Apagado

source: Konnte keepBasicPrinterInfo keine Bot Nachricht senden an %s
es_es: No se pudo mantenerBasicPrinterInfo enviar un mensaje de bot a %s

source: keepBasicPrinterInfo: Drucker %s erzeugt neue MessageID: %s
es_es: keepBasicPrinterInfo: la %s de impresora crea un nuevo MessageID: %s

source: Konnte keepBasicPrinterInfo keinen telegramEditMsg senden an %s auf messageID: %s
es_es: No he podido keepBasicPrinterInfo enviar telegramEditMsg a %s en messageID: %s

source: Printer %s not found in method getPrinterSetting!
es_es: ¡La impresora no %s encuentra en el método getPrinterSetting!

source: Printer %s stateLists wrong in getExtruderStatus in data: %s
es_es: Impresora %s stateLists incorrecto en getExtruderStatus en data: %s

source: Extruder %d: %.1f °C / %.1f °C
es_es: Extrusor %d: %.1f °C/ %.1f °C

source: Extruder %d: %.1f °C
es_es: Extrusor %d: %.1f °C

source: Extruder heizt/heizen auf
es_es: El extrusor se calientan/calienta

source: Extruder heizt auf
es_es: El extrusor se calienta

source: Extruder kühlen ab
es_es: Los extrusores se enfrían

source: Extruder kühlt ab
es_es: Extrusor se enfría

source: Einsatzbereit
es_es: Disponible

source: unbekannt
es_es: Desconocido

source: getServerMessages startet Benachrichtigungs Thread
es_es: getServerMessages inicia el thread de las notificaciónes

source: getServerMessages beende Benachrichtigungs Thread
es_es: getServerMessages elimina el thread de las notificaciónes

source: Response to open threading websocket: %s, Unexpected Error: %s
es_es: Respuesta a open threading websocket: %s, Unexpected Error: %s

source: Websocket established to: %s
es_es: Websocket establecido para: %s

source: Druck der Datei
es_es: Impresión del archivo

source: ist bei %.1f
es_es: está en %.1f

source: Layer: %s/%s bei Z: %.3fmm
es_es: Capa: %s/%s en Z: %.3fmm

source: Fertigstellung %s
es_es: Finaliza %s

source: Druck wurde %s begonnen
es_es: La impresión comenzó %s

source: Vorraussichtliches Ende: %s
es_es: Impresion termina: %s

source: Drucker Status:
es_es: Estado de la impresora:

source: Druckgeschwindigkeit: %s%% Fluss: %s%%
es_es: Velocidad de impresión: %s%% Fluido: %s%%

source: Aufheizvorgang:
es_es: Proceso de calentamiento:

source: Konnte msgPrinter keine Bot Nachricht senden an %s
es_es: No pude enviar en msgPrinter un mensaje de bot a %s

source: msgPrinter: Drucker %s erzeugt neue MessageID: %d
es_es: msgPrinter: Printer %s crea un nuevo MessageID: %d

source: Konnte msgPrinter keinen telegramEditMsg senden an %s auf messageID: %s
es_es: Podría msgPrinter no enviar telegramEditMsg a %s en messageID: %s

source: Konnte msgPrinter nicht ausführen. Keine Daten vom Server für %s
es_es: No se pudo ejecutar msgPrinter. No hay datos del servidor para %s

source: Lüfter %d: %.0f%%
es_es: Ventilador %d: %.0f%%

source: Lüfter %d: Aus
es_es: Ventilador %d: apagado

source: Chamber %d: %.1f °C/ %.1f °C
es_es: Cámara %d: %.1f °C/ %.1f °C

source: Extruder %d: %.1f °C/ %.1f °C
es_es: Extrusor %d: %.1f °C/ %.1f °C

source: Anfragefehler getPrinterConfig in buildPng für Drucker: %s
es_es: Error de solicitud getPrinterConfig en buildPng para impresora: %s

source: Png Erstellung startet für %s
es_es: La creación de Png comienza para %s

source: Lösche %s
es_es: Eliminar %s

source: Png Erstellung beendet für %s
es_es: Creación Png terminada para %s

source: /%s druckt "%s" bei %.1f%%
es_es: /%s imprime "%s" al %.1f%%

source: /%s - eingeschaltet
es_es: /%s - encendido

source: /%s - ausgeschaltet
es_es: /%s - apagado

source: Png Caption Erstellung beendet für %s
es_es: Fecha png Creación terminada para %s

source: Sendefehler telegramSendPic in buildGif für Drucker: %s
es_es: Enviar telegramas de errorSendPic en buildGif para impresora: %s

source: Png versendet für %s
es_es: Png enviado para %s

source: Anfragefehler getWebcamStaticUrl in get_image für Drucker: %s
es_es: Error de solicitud getWebcamStaticUrl en get_image para la impresora: %s

source: Anfragefehler requests in get_image für Drucker: %s
es_es: Solicitar solicitudes de error en get_image para impresora: %s

source: Verzeichnis/Datei konnte nicht in get_image für Drucker erstellt werden: %s
es_es: No se puede crear directorio/archivo en get_image para impresora: %s

source: Anfragefehler getPrinterConfig in buildGif für Drucker: %s
es_es: Error de solicitud getPrinterConfig en buildGif para impresora: %s

source: Gif Erstellung startet für %s
es_es: La creación de gifs comienza para %s

source: Erstellungsfehler imageio.mimsave in buildGif für Drucker: %s
es_es: Error de creación imageio.mimsave en buildGif para impresora: %s

source: TypeError bei gifsicle in buildGif: %s
es_es: TypeError en gifsicle en buildGif: %s

source: Optimierungsfehler optimize von gifsicle in buildGif für Drucker: %s
es_es: Error de optimización por gifsicle en buildGif para impresora: %s

source: Gif Erstellung beendet für %s
es_es: Creación de GIF terminada para %s

source: Gif Caption Erstellung beendet für %s
es_es: Creación de subtítulos Gif terminada para %s

source: Sendefehler telegramSendAnimation in buildGif für Drucker: %s
es_es: Enviar error telegramSendAnimation en buildGif para impresora: %s

source: Gif versendet für %s
es_es: Gif enviado para %s

source: Anfragefehler requests in get_gif für Drucker: %s
es_es: Solicitar solicitudes de error en get_gif para impresora: %s

source: Anfragefehler getPrinterConfig in buildVid für Drucker: %s
es_es: Error de solicitud getPrinterConfig en buildVid para impresora: %s

source: Vid Erstellung startet für %s
es_es: La creación de Vid comienza por %s

source: removing %s
es_es: eliminar %s

source: Vid Erstellung beendet für %s
es_es: Creación de Vid terminada para %s

source: Vid Caption Erstellung beendet für %s
es_es: Creación de subtítulos en vid terminada para %s

source: Vid versendet für %s
es_es: Vid enviado por %s

source: Anfragefehler getWebcamDynamicUrl in get_Vid für Drucker: %s
es_es: Error de solicitud getWebcamDynamicUrl en get_Vid para la impresora: %s

source: Stream konnte nicht in get_Vid für Drucker gelesen werden: %s
es_es: No se puede leer la secuencia en get_Vid para impresoras: %s

source: Antwort: %s - Unerwarteter Fehler: %s
es_es: Respuesta: %s - Error inesperado: %s

source: Thread Send aktiv
es_es: Thread enviar activo

source: Antwort unerwarteter Fehler: %s
es_es: Respuesta de errores inesperados: %s

source: Thread Rec aktiv
es_es: Rosca Rec activa

source: getMessageCntAction - CallbackID wurde gelöscht. Es wurde nicht zurückgemeldet: %s
es_es: getMessageCntAction - Se ha eliminado CallbackID. No fue devuelto: %s

source: Thread lock gestartet
es_es: Thread lock iniciado

source: Thread lock freigegeben
es_es: Thread lock liberado

source: Event - JSON laden fehlgeschlagen: %s
es_es: Evento - Error de carga JSON: %s

source: Event - Struktur data nicht erreichbar: %s
es_es: Evento - Datos de estructura inalcanzables: %s

source: Event - Loggen nicht möglich: %s
es_es: Evento - El registro no es posible: %s

source: eventTyp: jobFinished detected
es_es: eventType: jobFinished detectado

source: %s hat nach %s den Druck beendet.
es_es: %s ha terminado la impresión después de %s.

source: eventTyp: messagesChanged detected
es_es: eventType: messagesChanged detectado

source: eventTyp: messagesChanged
es_es: eventType: messagesChanged

source: Neue Nachricht!
es_es: ¡Nuevo mensaje!

source: eventTyp: jobKilled detected
es_es: eventType: jobKilled detectado

source: Druck von %s wurde nach %s abgebrochen
es_es: La impresión de %s fue abortada después de %s

source: eventTyp: jobStarted detected
es_es: eventType: jobStarted detectado

source: %s hat um %s den Druck %s gestartet und endet vorraussichtlich %s.
es_es: %s comenzó la impresión %s a %s y se espera que esté listo para el %s.

source: eventTyp: changeFilamentRequested detected
es_es: eventType: changeFilamentRequested detectado

source: Order Storage Runtime: %ssek.
es_es: Ordene Storage Runtime: %ssec.

source: Drucker Befehl nach Abkühlvorgang fehlgeschlagen
es_es: Error en el comando al servidor después de enfriamiento del extrusor

source: Drucker Befehl nach Abkühlvorgang ausgeführt
es_es: Comando de impresora ejecutado después de la operación de refrigeración

source: Letzte Nachricht
es_es: Ultimo mensaje

source: servMsgAction erzeuge telegram Nachricht: %s / messageID: %s
es_es: servMsgAction genera mensaje de telegrama: %s / messageID: %s

source: servMsgAction erneuert telegram Nachricht: %s / messageID: %s
es_es: servMsgAction renueva el mensaje de telegrama: %s / messageID: %s

source: servMsgAction editiert telegram Nachricht fehlgeschlagen: %s / messageID: %s
es_es: servMsgAction error de editar el mensaje de telegram: %s / messageID: %s

source: servMsgAction editiert telegram Nachricht: %s / messageID: %s
es_es: servMsgAction edita el mensaje de telegram: %s / messageID: %s

source: wsThreadSend und wsThreadRec restart Zähler zurückgesetzt
es_es: wsThreadSend y wsThreadRec reinicio del contador restablecer

source: wsThreadSend und wsThreadRec nachgestartet. Zähler: %d
es_es: wsThreadSend y wsThreadRec. Contador: %d

source: wsThreadOrderData restart Zähler zurückgesetzt
es_es: wsThreadOrderData reinicio del contador restablecer

source: wsThreadOrderData nachgestartet. Zähler: %s
es_es: wsThreadOrderData. Contador: %s

source: Auflistung aller aktiven Threads. Zähler: %d
es_es: Colección de todos los subprocesos activos. Contador: %d

source: ########### Repetier-Server Bot ###########
es_es: ########### Bot de Servidor Repetier ###########

source: Software Version: %s
es_es: Versión de software: %s

source: Thread Name: %s
es_es: Nombre del thread: %s

source: ########### Geräte and Python Information ###########
es_es: ########### Información de dispositivos y Python ###########
